{
    "version": "https://jsonfeed.org/version/1",
    "title": "joelreflective",
    "home_page_url": "/",
    "feed_url": "/feed.json",
    "description": "a blog about reflective services",
    "icon": "/apple-touch-icon.png",
    "favicon": "/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "joelondon",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "/2021/10/28/why-reflective-services",
            "title": "Why reflective services?",
            "summary": "Looking at the background to how reflective practice might work in service delivery",
            "content_text": "  “I have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility.”– William Wordsworth, Lyrical Ballads (1798-1800), Preface.The idea of turning the events of the day into something new was first put to me by an English teacher who explained that Wordsworth’s modus operandi was to go for a solitary wander (lonely as a cloud…) and then latest revisit the experience in memory - using the prism of hindsight to translate feelings into words, words into poems, and poems back into feelings. This is not so much feedback as feedforward, and Wordsworth was actively experiencing, reflecting and writing about nature. This might make him an early example of a reflective practitioner using recollections to develop craft.  “despite  being  born  with  cognitive potential,  humans  do  not  arrive  with either pre-installed empirical knowledge or methodological rules. Neither do we acquire knowledge ready-formed or pre-packaged by directly perceiving it. On the whole, knowledge, our criteria and methods for knowing it, and the disciplines to which this knowledge contributes are constructed” - Light and Cox, Learning and teaching in higher education: The reflective professional, (2001)Fast forward twenty years and whilst working as a teacher, I was given a book that applied what seems a similar idea to the pratice of honing the skills of an educator. In the book, the writers make the case that a good way to develop as a professional teacher is to use reflection to develop the practice of teaching by actively logging and considering what the events of the day mean for the future, so that when similar or related events happen again, a sound association is made with prior experience, making the new event as well-prepared-for as it can be.  “…from the perspective of technical rationality, professional practice is a process of problem solving. Problems of choice or decision are solved through the selection, from available means, of the one best suited to established ends. But with this emphasis on problem solving, we ignore problem setting, the process by which we define the decision to be made, the ends to be achieved, the means which may be chosen….When we set the problem, we select what we will treat as the “things” of the situation, we set the boundaries of our attention to it and we impose upon it a coherence which allows us to say what is wrong and in what directions the situation needs to be changed. Problem setting is a process in which, interactively, we name the things to which we will attend and frame the context in which we will attend to them.” - Schon, D., The Reflective Practitioner, (1983)            Experience      Reflection      Learning                  What?      So what?      Now what?              Description of events      Unpicking the events      What has been learned? What is the impact?        Command Not Found: dot  Command Not Found: dot  Command Not Found: dot  Command Not Found: dot  Command Not Found: dot",
            "content_html": "<blockquote>  <p>“I have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from <strong>emotion recollected in tranquility</strong>.”– William Wordsworth, Lyrical Ballads (1798-1800), Preface.</p></blockquote><p>The idea of turning the events of the day into something new was first put to me by an English teacher who explained that Wordsworth’s modus operandi was to go for a solitary wander (<em>lonely as a cloud…</em>) and then latest revisit the experience in memory - using the prism of hindsight to translate feelings into words, words into poems, and poems back into feelings. This is not so much <em>feedback</em> as <em>feedforward</em>, and Wordsworth was actively experiencing, reflecting and writing about nature. This might make him an early example of a reflective practitioner using recollections to develop craft.</p><blockquote>  <p>“despite  being  born  with  cognitive potential,  humans  do  not  arrive  with either pre-installed empirical knowledge or methodological rules. Neither do we acquire knowledge ready-formed or pre-packaged by directly perceiving it. On the whole, knowledge, our criteria and methods for knowing it, and the disciplines to which this knowledge contributes are constructed” - Light and Cox, Learning and teaching in higher education: The reflective professional, (2001)</p></blockquote><p>Fast forward twenty years and whilst working as a teacher, I was given a book that applied what seems a similar idea to the pratice of honing the skills of an educator. In the book, the writers make the case that a good way to develop as a professional teacher is to use reflection to develop the practice of teaching by actively logging and considering what the events of the day mean for the future, so that when similar or related events happen again, a sound association is made with prior experience, making the new event as well-prepared-for as it can be.</p><blockquote>  <p>“…from the perspective of technical rationality, professional practice is a process of <em>problem solving</em>. Problems of choice or decision are solved through the selection, from available means, of the one best suited to established ends. But with this emphasis on problem solving, we ignore problem <em>setting,</em> the process by which we define the decision to be made, the ends to be achieved, the means which may be chosen….When we set the problem, we select what we will treat as the “things” of the situation, we set the boundaries of our attention to it and we impose upon it a coherence which allows us to say what is wrong and in what directions the situation needs to be changed. Problem setting is a process in which, interactively, we <em>name</em> the things to which we will attend and <em>frame</em> the context in which we will attend to them.” - Schon, D., The Reflective Practitioner, (1983)</p></blockquote><table>  <thead>    <tr>      <th>Experience</th>      <th>Reflection</th>      <th>Learning</th>    </tr>  </thead>  <tbody>    <tr>      <td>What?</td>      <td>So what?</td>      <td>Now what?</td>    </tr>    <tr>      <td>Description of events</td>      <td>Unpicking the events</td>      <td>What has been learned? What is the impact?</td>    </tr>  </tbody></table><div class=\"jekyll-diagrams diagrams graphviz\">  Command Not Found: dot</div><div class=\"jekyll-diagrams diagrams graphviz\">  Command Not Found: dot</div><div class=\"jekyll-diagrams diagrams graphviz\">  Command Not Found: dot</div><div class=\"jekyll-diagrams diagrams graphviz\">  Command Not Found: dot</div><div class=\"jekyll-diagrams diagrams graphviz\">  Command Not Found: dot</div>",
            "url": "/2021/10/28/why-reflective-services",
            
            
            
            "tags": ["service-design","reflective-practice"],
            
            "date_published": "2021-10-28T00:00:00+01:00",
            "date_modified": "2021-10-28T00:00:00+01:00",
            
                "author":  {
                "name": "joelondon",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}